Revit 2024 API
SymbolTypeId.TfPerMSup2 Property
 Symbol Tf/m², indicating unit Tonnes force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TfPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property TfPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TfPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace